storage/app/envios/xml_exitosos_cliente/02.Request.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Body><RegistrarMicDta xmlns="Ar.Gob.Afip.Dga.wgesregsintia2"><argWSAutenticacionEmpresa><Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhLCBPPUFGSVAsIEM9QVIsIFNFUklBTE5VTUJFUj1DVUlUIDMzNjkzNDUwMjM5IiB1bmlxdWVfaWQ9IjI2MDQ2MjE4ODciIGdlbl90aW1lPSIxNzU4NTQ2NDI2IiBleHBfdGltZT0iMTc1ODU4OTY4NiIvPgogICAgPG9wZXJhdGlvbiB0eXBlPSJsb2dpbiIgdmFsdWU9ImdyYW50ZWQiPgogICAgICAgIDxsb2dpbiBlbnRpdHk9IjMzNjkzNDUwMjM5IiBzZXJ2aWNlPSJ3Z2VzcmVnc2ludGlhMiIgdWlkPSJTRVJJQUxOVU1CRVI9Q1VJVCAzMDYxMjczMjUwMywgQ049bWljZHRhIiBhdXRobWV0aG9kPSJjbXMiIHJlZ21ldGhvZD0iMjIiPgogICAgICAgICAgICA8cmVsYXRpb25zPgogICAgICAgICAgICAgICAgPHJlbGF0aW9uIGtleT0iMzA2MTI3MzI1MDMiIHJlbHR5cGU9IjQiLz4KICAgICAgICAgICAgPC9yZWxhdGlvbnM+CiAgICAgICAgPC9sb2dpbj4KICAgIDwvb3BlcmF0aW9uPgo8L3Nzbz4K</Token><Sign>JBQlwfG12bPIymQAqrgI3LrN1/olXwpRX5Sr/EDVsysF7ZCT9UE4nI3HcbjNQBR5/vr+WZV9Fg9P3XIorPiwyrXDeEoN7lLzpo3gJewzYj5C9msOFCSHxblPUEsjt2FByz2COTM5KXSv3so4/DQYf2aFN0pFWOtryVFpMRqAfOE=</Sign><CuitEmpresaConectada>30612732503</CuitEmpresaConectada><TipoAgente>TRSP</TipoAgente><Rol>TRSP</Rol></argWSAutenticacionEmpresa><argRegistrarMicDtaParam><idTransaccion>M20250000001551</idTransaccion><micDta><codViaTrans>8</codViaTrans><transportista><nombre>GUARAN FEEDER                                     </nombre><domicilio><barrio>1</barrio><ciudad>ASUNCION</ciudad><codPostal>1113</codPostal><estado>1</estado><nombreCalle>AV. MARISCAL LOPEZ 3811 4TH FLOOR,A</nombreCalle></domicilio><codPais>PY</codPais><idFiscal>30612732503</idFiscal><tipTrans>R</tipTrans></transportista><propVehiculo><nombre>GUARAN FEEDER                                     </nombre><domicilio><barrio>1</barrio><ciudad>ASUNCION</ciudad><codPostal>1113</codPostal><estado>1</estado><nombreCalle>AV. MARISCAL LOPEZ 3811 4TH FLOOR,A</nombreCalle></domicilio><codPais>PY</codPais><idFiscal>30612732503</idFiscal></propVehiculo><indEnLastre>S</indEnLastre><conductores><Conductor><nombre>ROMERO VICENTE</nombre><tipDocIdent>PAS</tipDocIdent><nroDocIdent>2033343</nroDocIdent></Conductor></conductores><rutasInf><RutInf><idRefUniTrs><idRefUniTr></idRefUniTr></idRefUniTrs><descRutItinerarios>BUENOS AIRES</descRutItinerarios><plazo>3</plazo><eventosProg><EventoProg><codPais>AR</codPais><codAdu>001</codAdu><codLugOper>10073</codLugOper><codCiu>ARBUE</codCiu><fecha>20250922000000-03</fecha><id>PATAI</id><orden>1</orden></EventoProg><EventoProg><codPais>PY</codPais><codAdu>001</codAdu><codLugOper>001</codLugOper><codCiu>PYASU</codCiu><fecha>20250922000000-03</fecha><id>FITAI</id><orden>2</orden></EventoProg></eventosProg></RutInf></rutasInf><embarcacion><codPais>PY</codPais><id>GT        </id><nombre>GF TUYUTI ABX2539N</nombre><tipEmb>REM</tipEmb><indIntegraConvoy>S</indIntegraConvoy></embarcacion></micDta></argRegistrarMicDtaParam></RegistrarMicDta></SOAP-ENV:Body></SOAP-ENV:Envelope>
